#add default values of models here e.g. add default services objects


#ESPA
DEFAULT_ESPA_SERVICES = [
    'Service1',
    'Service2'
]

#OPTIONS
DEFAULT_MUNICIPALITIES = [
    "Προποντίδας",
    "Κασσάνδρας",
    "Σιθωνίας",
    "Αριστοτέλη",
    "Πολυγύρου",
    "Περιφεριακή Ενότητα Χαλκδικής"
]

DEFAULT_PREFECTURES = [
    "Αιτωλοκαρνανίας",
    "Αργολίδας",
    "Αρκαδίας",
    "Άρτας",
    "Αττικής",
    "Αχαΐας",
    "Βοιωτίας",
    "Γρεβενών",
    "Δράμας",
    "Δωδεκανήσου",
    "Έβρου",
    "Εύβοιας",
    "Ευρυτανίας",
    "Ζακύνθου",
    "Ηλείας",
    "Ημαθίας",
    "Ηρακλείου",
    "Θεσπρωτίας",
    "Θεσσαλονίκης",
    "Ιωαννίνων",
    "Καβάλας",
    "Καρδίτσας",
    "Καστοριάς",
    "Κέρκυρας",
    "Κεφαλληνίας",
    "Κιλκίς",
    "Κοζάνης",
    "Κορινθίας",
    "Κυκλάδων",
    "Λακωνίας",
    "Λάρισας",
    "Λασιθίου",
    "Λέσβου",
    "Λευκάδας",
    "Μαγνησίας",
    "Μεσσηνίας",
    "Ξάνθης",
    "Πέλλας",
    "Πιερίας",
    "Πρέβεζας",
    "Ρεθύμνης",
    "Ροδόπης",
    "Σάμου",
    "Σερρών",
    "Τρικάλων",
    "Φθιώτιδας",
    "Φλώρινας",
    "Φωκίδας",
    "Χαλκιδικής",
    "Χανίων",
    "Χίου",
]

DEFAULT_DOY = [
    "Α' Αθηνών (1101)",
    "Α' Θεσσαλονίκης (4211)",
    "Α' Λάρισσας (3231)",
    "Α' Πατρών (2331)",
    "Α' Περιστεριού (1138)",
    "Α' Πειραιά (1201)",
    "Αγίου Δημητρίου (1129)",
    "Αγίου Νικολάου (8221)",
    "Αγίων Ανάργυρων (1136)",
    "Αγρινίου (1552)",
    "Αιγάλεω (1137)",
    "Αιγαίου (2311)",
    "Αλεξανδρούπολης (5211)",
    "Αμαλιάδας (2411)",
    "Αμαρουσίου (1135)",
    "Αμπελόκηπων (4233)",
    "Άμφισσας (1912)",
    "Αργοστολίου (9311)",
    "Άργους (2111)",
    "Άρτας (6111)",
    "Αχαρνών (1302)",
    "Β' Περιστεριού (1157)",
    "Β' Λάρισας (3232)",
    "Βέροιας (4112)",
    "Βόλου (3321)",
    "Βυρώνος (1152)",
    "Γ' Πατρών (2334)",
    "Γ' Πειραιά (1203)",
    "Γαλατσίου (1179)",
    "Γιαννιτσών (4621)",
    "Γλυφάδας (1139)",
    "Γρεβενών (4521)",
    "Δ' Αθηνών (1104)",
    "Δ' Θεσσαλονίκης (4214)",
    "Δ' Πειραιά (1204)",
    "Δράμας (5111)",
    "Ε' Θεσσαλονίκης (4215)",
    "Ε' Πειραιά (1205)",
    "Έδεσσας (4631)"
    "Ελευσίνας (1303)"
]

DEFAULT_FINANCIAL_SITUATION = [

]

DEFAULT_EDUCATION_LEVEL = [

]

#OAED_SUBSIDY
DEFAULT_DIOFANTOS_ID = [
    {
        "name":"diofantos1",
        "diof_id1":5,
        "diof_id2":1
    },
    {
        "name": "diofantos2",
        "diof_id1": 9,
        "diof_id2": 15
    },
]

#RECEIPTS
DEFAULT_RECEIPT_TYPES = [
    'ΕΣΠΑ',
    'Σπουδαστή',
    'ΕΦΕΤ',
    'Blankpixel'
    'Άλλο'
]

#BLANKPIXEL
DEFAULT_BLANKPIXEL_SERVICES = [
    "Κατασκευή Ιστοσελίδας"
]